{
  "Halo 3": {
    "name": "Halo 3",
    "developers": "Bungie",
    "release": "Sept 25, 2007",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/b/b4/Halo_3_final_boxshot.JPG",
    "context": "Halo 3 is a 2007 first-person shooter video game developed by Bungie for the Xbox 360 console. The third installment in the Halo franchise, the game concludes the story arc begun in 2001's Halo: Combat Evolved and continued in 2004's Halo 2. Halo 3's story centers on the interstellar war between twenty-sixth century humanity, a collection of alien races known as the Covenant, and the alien parasite Flood. The player assumes the role of the Master Chief, a cybernetically enhanced supersoldier, as he battles the Covenant and the Flood. The game features vehicles, weapons, and gameplay elements not present in previous titles of the series, as well as the addition of saved gameplay films, file sharing, and the Forge map editor—a utility which allows the player to perform modifications to multiplayer levels.",
    "metacritic": "94%",
    "category": "First Person Shooter"
  },
  "Bioshock": {
    "name": "Bioshock",
    "developers": "2K Games",
    "release": "Aug 21, 2007",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/6/6d/BioShock_cover.jpg",
    "context": "BioShock is a 2007 first-person shooter game developed by 2K Boston (later Irrational Games) and 2K Australia, and published by 2K Games. It is the first game in the BioShock series. The game's concept was developed by Irrational's creative lead, Ken Levine, and incorporates ideas by 20th century dystopian and utopian thinkers such as Ayn Rand, George Orwell, and Aldous Huxley, as well as historical figures such as John D. Rockefeller, Jr. and Walt Disney. The game is considered a spiritual successor to the System Shock series, on which many of Irrational's team, including Levine, had worked previously.",
    "metacritic": "96%",
    "category": "First Person Shooter"
  },
  "Last of Us": {
    "name": "Last of Us",
    "developers": "Naughty Dog",
    "release": "Jul 29, 2014",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/4/46/Video_Game_Cover_-_The_Last_of_Us.jpg",
    "context": "The Last of Us is a 2013 action-adventure game developed by Naughty Dog and published by Sony Computer Entertainment. Players control Joel, a smuggler tasked with escorting a teenage girl, Ellie, across a post-apocalyptic United States. The Last of Us is played from a third-person perspective. Players use firearms and improvised weapons, and can use stealth to defend against hostile humans and cannibalistic creatures infected by a mutated fungus in the genus Cordyceps. In the online multiplayer mode, up to eight players engage in cooperative and competitive gameplay.",
    "metacritic": "95%",
    "category": "Action-adventure"
  },
  "Raft": {
    "name": "Raft",
    "developers": "Redbeet Interactive",
    "release": "Early Access",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c4/Raftt.jpg/330px-Raftt.jpg",
    "context": "Raft is an open world survival video game developed by Swedish developer Redbeet Interactive, and published by Axolot Games. The game was released as an early access title on 23 May 2018 on Steam, after initial release as a free download on indie platform Itch.io.",
    "metacritic": "TBD",
    "category": "Survival"
  },
  "Battlefield 4": {
    "name": "Battlefield 4",
    "developers": "DICE",
    "release": "Oct 29, 2013",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/7/75/Battlefield_4_cover_art.jpg",
    "context": "Battlefield 4 is a first-person shooter video game developed by video game developer DICE and published by Electronic Arts. It is a sequel to 2011's Battlefield 3, with the story taking place six years later during the fictional 'War of 2020'. The title was first released in October 2013 for Microsoft Windows, PlayStation 3, and Xbox 360; then later in November for PlayStation 4 and Xbox One.",
    "metacritic": "81%",
    "category": "First Person Shooter"
  },
  "The Witness": {
    "name": "The Witness",
    "developers": "Thekla, Inc",
    "release": "Jan 26, 2016",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/f/f4/The_Witness_cover.jpg",
    "context": "The Witness is a 2016 puzzle video game developed and published by Thekla, Inc. Inspired by Myst, the game involves the exploration of an open world island filled with natural and man-made structures. The player progresses by solving puzzles, which are based on interactions with grids presented on panels around the island or paths hidden within the environment. The game provides no direct instructions for how these puzzles are to be solved, requiring the player to identify the meaning of symbols in the puzzles. A central design element to the game was how these puzzles are presented so that the player can achieve a moment of inspiration through trial and error and gain that comprehension themselves.",
    "metacritic": "87%",
    "category": "First Person Puzzle"
  },
  "Valorant": {
    "name": "Valorant",
    "developers": "Riot Games",
    "release": "Jun 2, 2020",
    "imageURL": "https://cdn-www.gamerevolution.com/assets/uploads/2020/07/valorant-box-art.jpg",
    "context": "Valorant is a free-to-play first-person hero shooter developed and published by Riot Games, for Microsoft Windows. First teased under the codename Project A in October 2019, the game began a closed beta period with limited access on April 7, 2020, followed by an official release on June 2, 2020. The development of the game started in 2014.",
    "metacritic": "80%",
    "category": "First Person Shooter"
  },
  "League of Legends": {
    "name": "League of Legends",
    "developers": "Riot Games",
    "release": "Mar 1, 2013",
    "imageURL": "https://e.snmc.io/lk/l/x/51f9c8d7985ba1a02328b4c74110dd36/5288877",
    "context": "League of Legends (LoL), commonly referred to as League, is a 2009 multiplayer online battle arena video game developed and published by Riot Games. Inspired by Defense of the Ancients, a custom map for Warcraft III, Riot's founders sought to develop a stand-alone game in the same genre. Since its release in October 2009, the game has been free-to-play and is monetized through purchasable character customization. The game is available for Microsoft Windows and macOS.",
    "metacritic": "89%",
    "category": "MOBA"
  },
  "World of Warcraft": {
    "name": "World of Warcraft",
    "developers": "Blizzard Entertainment",
    "release": "Nov 23, 2004",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/9/91/WoW_Box_Art1.jpg",
    "context": "World of Warcraft (WoW) is a massively multiplayer online role-playing game (MMORPG) released in 2004 by Blizzard Entertainment. Set in the Warcraft fantasy universe, World of Warcraft takes place within the world of Azeroth, approximately four years after the events of the previous game in the series, Warcraft III: The Frozen Throne. The game was announced in 2001, and was released for the 10th anniversary of the Warcraft franchise on November 23, 2004. Since launch, World of Warcraft has had eight major expansion packs: The Burning Crusade (2007), Wrath of the Lich King (2008), Cataclysm (2010), Mists of Pandaria (2012), Warlords of Draenor (2014), Legion (2016), Battle for Azeroth (2018), and Shadowlands (2020).",
    "metacritic": "93%",
    "category": "MMORPG"
  },
  "Half-Life": {
    "name": "Half-Life",
    "developers": "Valve",
    "release": "Nov 19, 1998",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/f/fa/Half-Life_Cover_Art.jpg",
    "context": "Half-Life is a first-person shooter (FPS) game developed by Valve and published by Sierra Studios for Windows in 1998. It was Valve's debut product and the first game in the Half-Life series. Players assume the role of Gordon Freeman, a scientist who must escape the Black Mesa Research Facility after it is invaded by aliens. The core gameplay consists of fighting alien and human enemies with a variety of weapons and solving puzzles.",
    "metacritic": "96%",
    "category": "First Person Shooter"
  },
  "Half-Life 2": {
    "name": "Half-Life 2",
    "developers": "Valve",
    "release": "Nov 16, 2004",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/2/25/Half-Life_2_cover.jpg",
    "context": "Half-Life 2 is a 2004 first-person shooter game developed and published by Valve. Like the original Half-Life (1998), it combines shooting, puzzles, and storytelling, and adds features such as vehicles and physics-based gameplay. Set roughly twenty years after the events of the first game, players control Gordon Freeman as he joins a resistance movement to liberate the Earth from the control of an alien empire called the Combine.",
    "metacritic": "96%",
    "category": "First Person Shooter"
  },
  "Portal": {
    "name": "Portal",
    "developers": "Valve",
    "release": "Oct 10, 2007",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/9/9f/Portal_standalonebox.jpg",
    "context": "Portal is a 2007 puzzle-platform game developed and published by Valve. It was released in a bundle, The Orange Box, for Windows, Xbox 360 and PlayStation 3, and has been since ported to other systems, including Mac OS X, Linux, and Android (via Nvidia Shield).",
    "metacritic": "90%",
    "category": "First Person Puzzle"
  },
  "Bloons TD6": {
    "name": "Bloons TD6",
    "developers": "Ninja Kiwi",
    "release": "Jun 14, 2018",
    "imageURL": "https://m.media-amazon.com/images/M/MV5BZTljNTZhMDUtYmQ1Mi00Y2QyLThiMDEtNjRlOWRmOWE4MDMwXkEyXkFqcGdeQXVyNTgyNTA4MjM@._V1_FMjpg_UX1000_.jpg",
    "context": "Bloons TD 6 is a 2018 tower defense video game and the sixth game in the Bloons Tower Defense series, developed and published by Ninja Kiwi. It was first released in June 2018 for iOS and Android. The game was later ported onto Steam, first released on Microsoft Windows in December 2018 and later macOS in March 2020.",
    "metacritic": "TBD",
    "category": "Tower Defense"
  },
  "Elder Scrolls IV: Oblivion": {
    "name": "Elder Scrolls IV: Oblivion",
    "developers": "Bethesda",
    "release": "Mar 20, 2006",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/4/4b/The_Elder_Scrolls_IV_Oblivion_cover.png",
    "context": "The Elder Scrolls IV: Oblivion is a 2006 open-world action role-playing video game developed by Bethesda Game Studios and published by Bethesda Softworks and the Take-Two Interactive division 2K Games. It is the fourth installment in the Elder Scrolls action fantasy series, following 2002's The Elder Scrolls III: Morrowind, and was released for Microsoft Windows and Xbox 360 in March 2006, and on PlayStation 3 in March 2007, with a mobile version of the game released on May 2, 2006.",
    "metacritic": "94%",
    "category": "Role-playing"
  },
  "Elder Scrolls V: Skyrim": {
    "name": "Elder Scrolls V: Skyrim",
    "developers": "Bethesda",
    "release": "Nov 11, 2011",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/1/15/The_Elder_Scrolls_V_Skyrim_cover.png",
    "context": "The Elder Scrolls V: Skyrim is an open-world action role-playing video game developed by Bethesda Game Studios and published by Bethesda Softworks. It is the fifth main installment in the Elder Scrolls series, following 2006's The Elder Scrolls IV: Oblivion, and was released worldwide for Microsoft Windows, PlayStation 3, and Xbox 360 on November 11, 2011.",
    "metacritic": "94%",
    "category": "Role-playing"
  },
  "Age of Empires 4": {
    "name": "Age of Empires 4",
    "developers": "Relic Entertainment",
    "release": "Oct 28, 2021",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/0/08/Age_of_Empires_IV_Cover_Art.png",
    "context": "Age of Empires IV is a real-time strategy video game developed by Relic Entertainment in partnership with World's Edge and published by Xbox Game Studios. It is the fourth installment of the Age of Empires series. The game was released October 28, 2021 for Windows.",
    "metacritic": "81%",
    "category": "Real Time Strategy"
  },
  "Starcraft": {
    "name": "Starcraft",
    "developers": "Blizzard Entertainment",
    "release": "Aug 14, 2017",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/9/93/StarCraft_box_art.jpg/220px-StarCraft_box_art.jpg",
    "context": "StarCraft is a military science fiction media franchise created by Chris Metzen and James Phinney and owned by Blizzard Entertainment. The series, set in the beginning of the 26th century, centers on a galactic struggle for dominance among four species—the adaptable and mobile Terrans, the ever-evolving insectoid Zerg, the powerful and enigmatic Protoss, and the godlike Xel'Naga creator race—in a distant part of the Milky Way galaxy known as the Koprulu Sector. The series debuted with the video game StarCraft in 1998. It has grown to include a number of other games as well as eight novelizations, two Amazing Stories articles, a board game, and other licensed merchandise such as collectible statues and toys.",
    "metacritic": "88%",
    "category": "Real Time Strategy"
  },
  "Grand Theft Auto V": {
    "name": "Grand Theft Auto V",
    "developers": "Rockstar",
    "release": "Sept 17, 2013",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/a/a5/Grand_Theft_Auto_V.png",
    "context": "Grand Theft Auto V is a 2013 action-adventure game developed by Rockstar North and published by Rockstar Games. It is the seventh main entry in the Grand Theft Auto series, following 2008's Grand Theft Auto IV, and the fifteenth instalment overall. Set within the fictional state of San Andreas, based on Southern California, the single-player story follows three protagonists—retired bank robber Michael De Santa, street gangster Franklin Clinton, and drug dealer and gunrunner Trevor Philips—and their attempts to commit heists while under pressure from a corrupt government agency and powerful criminals. The open world design lets players freely roam San Andreas' open countryside and the fictional city of Los Santos, based on Los Angeles.",
    "metacritic": "97%",
    "category": "Action-adventure"
  },
  "Minecraft": {
    "name": "Minecraft",
    "developers": "Mojang Studios",
    "release": "Nov 18, 2011",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/5/51/Minecraft_cover.png",
    "context": "Minecraft is a sandbox video game developed by the Swedish video game developer Mojang Studios. The game was created by Markus 'Notch' Persson in the Java programming language. Following several early private testing versions, it was first made public in May 2009 before fully releasing in November 2011, with Jens Bergensten then taking over development. Minecraft has since been ported to several other platforms and is the best-selling video game of all time, with over 238 million copies sold and nearly 140 million monthly active users as of 2021.",
    "metacritic": "93%",
    "category": "Survival"
  },
  "Call of Duty 4": {
    "name": "Call of Duty 4",
    "developers": "Infinity Ward",
    "release": "Nov 5, 2007",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/5/5f/Call_of_Duty_4_Modern_Warfare.jpg",
    "context": "Call of Duty 4: Modern Warfare is a 2007 first-person shooter video game developed by Infinity Ward and published by Activision. It is the fourth main installment in the Call of Duty series. The game breaks away from the World War II setting of previous entries and is instead set in modern times. Developed for over two years, Modern Warfare was released in November 2007 for the PlayStation 3, Xbox 360 and Microsoft Windows, and was ported to the Wii as Call of Duty: Modern Warfare – Reflex Edition in 2009.",
    "metacritic": "92%",
    "category": "First Person Shooter"
  },
  "Borderlands 2": {
    "name": "Borderlands 2",
    "developers": "Gearbox Software",
    "release": "Sept 18, 2012",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/5/51/Borderlands_2_cover_art.png/220px-Borderlands_2_cover_art.png",
    "context": "Borderlands 2 is a 2012 first-person shooter video game developed by Gearbox Software and published by 2K Games. Taking place five years following the events of Borderlands (2009), the game is once again set on the planet of Pandora. The story follows a new group of Vault Hunters who must ally with the Crimson Raiders, a resistance group made up of civilian survivors and guerrilla fighters, to defeat the tyrannical Handsome Jack before he can unlock the power of a new Vault. The game features the ability to explore the in-game world and complete both main missions and optional side quests, either in offline splitscreen, single-player or online cooperative gameplay. Like its predecessor, the game features a procedurally generated loot system which is capable of generating numerous combinations of weapons and other gear.",
    "metacritic": "89%",
    "category": "First Person Shooter"
  },
  "Divinity: Original Sin II": {
    "name": "Divinity: Original Sin II",
    "developers": "Larian Studios",
    "release": "Sept 14, 2017",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/4/48/Divinity_Original_Sin_2_cover_art.jpg/220px-Divinity_Original_Sin_2_cover_art.jpg",
    "context": "Divinity: Original Sin II is a role-playing video game developed and published by Larian Studios. The sequel to 2014's Divinity: Original Sin, it was released for Microsoft Windows in September 2017, for PlayStation 4 and Xbox One in August 2018, for macOS in January 2019, Nintendo Switch in September 2019, and iPadOS in May 2021. The game was a critical and commercial success, with it selling over a million copies in two months and being cited as one of the best role-playing games of all time, with praise given to its combat complexity and interactivity.",
    "metacritic": "93%",
    "category": "RPG"
  },
  "Dishonored": {
    "name": "Dishonored",
    "developers": "Arkane Studios",
    "release": "Oct 9, 2012",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/6/65/Dishonored_box_art_Bethesda.jpg/220px-Dishonored_box_art_Bethesda.jpg",
    "context": "Dishonored is a 2012 action-adventure game developed by Arkane Studios and published by Bethesda Softworks. Set in the fictional, plague-ridden industrial city of Dunwall, Dishonored follows the story of Corvo Attano, bodyguard to the Empress of the Isles. He is framed for her murder and forced to become an assassin, seeking revenge on those who conspired against him. Corvo is aided in his quest by the Loyalists—a resistance group fighting to reclaim Dunwall, and the Outsider—a powerful being who imbues Corvo with magical abilities. Several noted actors including Susan Sarandon, Brad Dourif, Carrie Fisher, Michael Madsen, John Slattery, Lena Headey and Chloë Grace Moretz provided voice work for the game.",
    "metacritic": "91%",
    "category": "Action Adventure"
  },
  "Assassin's Creed IV: Black Flag": {
    "name": "Assassin's Creed IV: Black Flag",
    "developers": "Ubisoft Montreal",
    "release": "Oct 29, 2013",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/2/28/Assassin%27s_Creed_IV_-_Black_Flag_cover.jpg/220px-Assassin%27s_Creed_IV_-_Black_Flag_cover.jpg",
    "context": "Assassin's Creed IV: Black Flag is an action-adventure video game developed by Ubisoft Montreal and published by Ubisoft. It is the sixth major installment in the Assassin's Creed series. Its historical timeframe precedes that of Assassin's Creed III (2012), but its modern-day sequences succeed III's own. Black Flag was originally released for PlayStation 3, Xbox 360, and Wii U in October 2013 and a month later for PlayStation 4, Xbox One, and Microsoft Windows. It was later re-released on the Nintendo Switch as part of The Rebel Collection alongside Assassin's Creed Rogue in December 2019.",
    "metacritic": "83%",
    "category": "Action Adventure"
  },
  "Burnout 3: Takedown": {
    "name": "Burnout 3: Takedown",
    "developers": "Criterion Games",
    "release": "Sept 8, 2004",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/9/93/Burnout_3_-_Takedown_Coverart.jpg/220px-Burnout_3_-_Takedown_Coverart.jpg",
    "context": "Burnout 3: Takedown is a racing video game with arcade-style gameplay that emphasises dangerous and fast-paced driving. The game features standard circuit races which take place on carriageways and city streets populated with traffic. The Single Race mode pits the player against five AI opponents in a single or multiple lap race. During a race, boost, which is earned by acts of reckless driving such as drifting around corners, near misses with traffic, and driving in oncoming lanes, can be used to rapidly increase a car's speed. Boost can be used immediately in Burnout 3, unlike previous Burnout games which required the boost meter to be full.",
    "metacritic": "93%",
    "category": "Racing"
  },
  "Undertale": {
    "name": "Undertale",
    "developers": "Toby Fox",
    "release": "Sept 15, 2015",
    "imageURL": "https://preview.redd.it/8ozavxtb0jy11.png?width=644&format=png&auto=webp&s=941ca1751a9471fedda079afe9c9a2ae1e7a38cf",
    "context": "Undertale is a 2D role-playing video game created by indie developer Toby Fox. The player controls a child who has fallen into the Underground: a large, secluded region under the surface of the Earth, separated by a magical barrier. The player meets various monsters during the journey back to the surface, although some monsters might engage the player in a fight. The combat system involves the player navigating through mini-bullet hell attacks by the opponent. They can opt to pacify or subdue monsters in order to spare them instead of killing them. These choices affect the game, with the dialogue, characters, and story changing based on outcomes.",
    "metacritic": "92%",
    "category": "RPG"
  },
  "Thief II": {
    "name": "Thief II",
    "developers": "Looking Glass Studios",
    "release": "March 23, 2000",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e4/Thief_II_-_The_Metal_Age_Coverart.png/220px-Thief_II_-_The_Metal_Age_Coverart.png",
    "context": "Thief II: The Metal Age is a 2000 stealth video game developed by Looking Glass Studios and published by Eidos Interactive. Like its predecessor Thief: The Dark Project, the game follows Garrett, a master thief who works in and around a steampunk metropolis called the City. The player assumes the role of Garrett as he unravels a conspiracy related to a new religious sect. Garrett takes on missions such as burglaries and frameups, while trying to avoid detection by guards and automated security.",
    "metacritic": "N/A",
    "category": "First Person Shooter"
  },
  "Inside ": {
    "name": "Inside",
    "developers": "Playdead",
    "release": "Jun 29, 2016",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/5/50/INSIDE_Xbox_One_cover_art.png/220px-INSIDE_Xbox_One_cover_art.png",
    "context": "Inside is a puzzle platformer. The player character is an unnamed boy who explores a surreal and mostly monochromatic environment presented as a 2.5D platform game. The game is dark, with color used sparingly to highlight both the player and certain parts of the environment. The game is also mostly silent, with the exception of occasional musical cues, the boy's vocals, dogs barking, equipment and sound effects. The player controls the boy who walks, runs, swims, climbs, and uses objects to overcome obstacles and progress in the game. The boy gains the ability to control bodies to complete certain puzzles, a mechanic that IGN's Marty Sliva compared to a similar mechanic in The Swapper. At various points in the game, the player may discover hidden rooms containing glowing orbs. If all the orbs are deactivated during a playthrough, the player unlocks the game's alternate ending.",
    "metacritic": "87%",
    "category": "Puzzle Platformer"
  },
  "Monster Hunter: World": {
    "name": "Monster Hunter: World",
    "developers": "Capcom",
    "release": "Jan 26, 2018",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1b/Monster_Hunter_World_cover_art.jpg/220px-Monster_Hunter_World_cover_art.jpg",
    "context": "Monster Hunter: World is an action role-playing game developed and published by Capcom and the fifth mainline installment in the Monster Hunter series. It was released worldwide for PlayStation 4 and Xbox One in January 2018, with a Microsoft Windows version following in August 2018. In the game, the player takes the role of a Hunter, tasked to hunt down and either kill or trap monsters that roam in one of several environmental spaces. If successful, the player is rewarded through loot consisting of parts from the monster and other elements that are used to craft weapons and armor, amongst other equipment. The game's core loop has the player crafting appropriate gear to be able to hunt down more difficult monsters, which in turn provide parts that lead to more powerful gear. Players may hunt alone or in a group of up to four players via the game's online multiplayer.",
    "metacritic": "90%",
    "category": "Action Role-Playing"
  },
  "Resident Evil 2(2019)": {
    "name": "Resident Evil 2(2019)",
    "developers": "Capcom",
    "release": "Jan 25, 2019",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fd/Resident_Evil_2_Remake.jpg/220px-Resident_Evil_2_Remake.jpg",
    "context": "Resident Evil 2 is a 2019 survival horror game developed and published by Capcom. A remake of the 1998 game of the same name, it was released for Microsoft Windows, PlayStation 4, and Xbox One on January 25, 2019. Players control rookie police officer Leon S. Kennedy and college student Claire Redfield as they attempt to escape Raccoon City during a viral outbreak, that transforms the citizens into zombies and other creatures.",
    "metacritic": "91%",
    "category": "Survival Horror"
  },
  "System Shock 2": {
    "name": "System Shock 2",
    "developers": "Irrational Games",
    "release": "Aug 11, 1999",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/9/91/Systemshock2box.jpg/220px-Systemshock2box.jpg",
    "context": "System Shock 2 is a 1999 action role-playing survival horror video game designed by Ken Levine and co-developed by Irrational Games and Looking Glass Studios. Originally intended to be a standalone title, its story was changed during production into a sequel to the 1994 game System Shock. The alterations were made when Electronic Arts—who owned the System Shock franchise rights—signed on as publisher.",
    "metacritic": "92%",
    "category": "Action role-playing"
  },
  "Persona 5": {
    "name": "Persona 5",
    "developers": "P-Studio",
    "release": "Sept 15, 2016",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b0/Persona_5_cover_art.jpg/220px-Persona_5_cover_art.jpg",
    "context": "Persona 5 is a 2016 role-playing video game developed by Atlus. It is the sixth installment in the Persona series, which is part of the larger Megami Tensei franchise. It was released for the PlayStation 3 and PlayStation 4 in Japan in September 2016 and worldwide in April 2017, and was published by Atlus in Japan and North America and by Deep Silver in Europe and Australia. An enhanced version featuring new content, Persona 5 Royal, was released for the PlayStation 4 in Japan in October 2019 and worldwide in March 2020, published by Atlus in Japan and North America and by franchise owner Sega in Europe and Australia.",
    "metacritic": "93%",
    "category": "RPG"
  },
  "Fortnite": {
    "name": "Fortnite",
    "developers": "Epic Games",
    "release": "July 25, 2017",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/a/ae/Fortnite_Save_The_World.jpg/220px-Fortnite_Save_The_World.jpg",
    "context": "Fortnite is an online video game developed by Epic Games and released in 2017. It is available in three distinct game mode versions that otherwise share the same general gameplay and game engine: Fortnite: Save the World, a cooperative hybrid-tower defense-shooter-survival game for up to four players to fight off zombie-like creatures and defend objects with traps and fortifications they can build; Fortnite Battle Royale, a free-to-play battle royale game in which up to 100 players fight to be the last person standing; and Fortnite Creative, in which players are given complete freedom to create worlds and battle arenas. Save the World and Battle Royale were released in 2017 as early access titles, while Creative was released on December 6, 2018. While the Save the World and Creative versions have been successful for Epic Games, Fortnite Battle Royale in particular became an overwhelming success and a cultural phenomenon, drawing more than 125 million players in less than a year, earning hundreds of millions of dollars per month. Fortnite as a whole generated $9 billion in gross revenue up until December 2019.",
    "metacritic": "81%",
    "category": "Third-Person Shooter"
  },
  "Fable 2": {
    "name": "Fable 2",
    "developers": "Lionhead Studios",
    "release": "Oct 21, 2008",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7f/Fable_II.jpg/220px-Fable_II.jpg",
    "context": "Fable II is a 2008 action role-playing open world video game, developed by Lionhead Studios and published by Microsoft Game Studios for Xbox 360. The game is the second installment in the Fable game series, and the sequel to 2004's Fable. The story takes place within the fictional land of Albion, 500 years after the first game. Players assume the role of a young hero who is destined to stop a former ruler turned madman from destroying the world. The game features several prominent actors portraying major characters in the game, including Zoë Wanamaker and Stephen Fry. The game's setting takes inspiration from the historical late colonial era, in terms of architecture, social quality and basic firearms such as flintlock pistols.",
    "metacritic": "89%",
    "category": "RPG"
  },
  "GoldenEye 007": {
    "name": "GoldenEye 007",
    "developers": "Rare",
    "release": "Aug 25, 1997",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/3/36/GoldenEye007box.jpg/220px-GoldenEye007box.jpg",
    "context": "GoldenEye 007 is a 1997 first-person shooter developed by Rare and published by Nintendo for the Nintendo 64. Based on the 1995 James Bond film GoldenEye, it features a single-player campaign in which the player controls Secret Intelligence Service agent James Bond through a series of levels to prevent a criminal syndicate from using a satellite weapon against London to cause a global financial meltdown. The game includes a multiplayer mode in which up to four players can compete in several deathmatch scenarios via split-screen.",
    "metacritic": "96%",
    "category": "First Person Shooter"
  },
  "Mario Kart 8": {
    "name": "Mario Kart 8",
    "developers": "Nintendo EAD",
    "release": "May 29, 2014",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b5/MarioKart8Boxart.jpg/220px-MarioKart8Boxart.jpg",
    "context": "Mario Kart 8 is a kart racing video game developed and published by Nintendo. It was released for the Wii U in 2014. It retains Mario Kart series game mechanics, where players control Mario franchise characters in kart racing, collecting a variety of items to hinder opponents or gain advantages in the race. Mario Kart 8 introduces anti-gravity driving on walls or ceilings, and allows players to bump into each other for a short boost. It has single-player and multiplayer modes, including online via the Nintendo Network.",
    "metacritic": "88%",
    "category": "Kart Racing"
  },
  "Rock Band": {
    "name": "Rock Band",
    "developers": "Harmonix",
    "release": "Nov 20, 2007",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e0/Rock_band_cover.jpg/220px-Rock_band_cover.jpg",
    "context": "Rock Band is a music video game developed by Harmonix, published by MTV Games and distributed by Electronic Arts. It is the first title in the Rock Band series. The Xbox 360 and PlayStation 3 versions were released in North America on November 20, 2007, while the PlayStation 2 version was released on December 18, 2007 and the Wii version on June 22, 2008. Harmonix previously developed the first two games in the Guitar Hero series, which popularized gameplay of rock music with guitar-shaped controllers. After development of the series was shifted to Neversoft, Harmonix conceived Rock Band as a new title that would offer multi-instrument gameplay.",
    "metacritic": "92",
    "category": "Rhythm Game"
  },
  "Red Dead Redemption 2": {
    "name": "Red Dead Redemption 2",
    "developers": "Rockstar Studios",
    "release": "Oct 26, 2018",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/4/44/Red_Dead_Redemption_II.jpg/220px-Red_Dead_Redemption_II.jpg",
    "context": "Red Dead Redemption 2 is a 2018 action-adventure game developed and published by Rockstar Games. The game is the third entry in the Red Dead series and is a prequel to the 2010 game Red Dead Redemption. The story is set in 1899 in a fictionalized representation of the Western, Midwestern, and Southern United States and follows outlaw Arthur Morgan, a member of the Van der Linde gang. Arthur must deal with the decline of the Wild West whilst attempting to survive against government forces, rival gangs, and other adversaries. The story also follows fellow gang member John Marston, the protagonist of Red Dead Redemption.",
    "metacritic": "92%",
    "category": "Action Adventure"
  },
  "Silent Hill 2": {
    "name": "Silent Hill 2",
    "developers": "Team Silent",
    "release": "Sept 24, 2001",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/9/95/Silent_Hill_2.jpg/220px-Silent_Hill_2.jpg",
    "context": "Silent Hill 2 is a 2001 survival horror game developed by Team Silent, a group in Konami Computer Entertainment Tokyo, and published by Konami. The game was released from September to November, originally for the PlayStation 2. The second installment in the Silent Hill series, Silent Hill 2 centers on James Sunderland, a widower who journeys to the town of Silent Hill after receiving a letter from his dead wife informing him that she is waiting there for him. An extended version containing an extra bonus scenario, Born from a Wish, and other additions was published for Xbox in December of the same year. In 2002, it was ported to Microsoft Windows and re-released on PlayStation 2 as a Greatest Hits version, which includes all bonus content from the Xbox port. A remastered high-definition version was released for the PlayStation 3 and the Xbox 360 in 2012 as part of the Silent Hill HD Collection.",
    "metacritic": "89%",
    "category": "Survival Horror"
  },
  "Mass Effect": {
    "name": "Mass Effect",
    "developers": "BioWare",
    "release": "Nov 20, 2007",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e8/MassEffect.jpg/220px-MassEffect.jpg",
    "context": "Mass Effect is a 2007 action role-playing video game developed by BioWare and originally released for the Xbox 360. It is the first game in the Mass Effect series and takes place within the Milky Way galaxy in the year 2183, where civilization is threatened by a highly advanced machine race known as the Reapers. The player assumes the role of Commander Shepard, an elite human soldier who must stop a rogue agent from carrying out the Reapers' galactic invasion. The game requires the player to complete multiple quests that generally involve space exploration, squad and vehicular combat, and interaction with non-player characters.",
    "metacritic": "85%",
    "category": "RPG"
  },
  "Rise of the Tomb Raider": {
    "name": "Rise of the Tomb Raider",
    "developers": "Crystal Dynamics",
    "release": "Nov 10, 2015",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/2/29/Rise_of_the_Tomb_Raider.jpg/220px-Rise_of_the_Tomb_Raider.jpg",
    "context": "Rise of the Tomb Raider is a 2015 action-adventure video game developed by Crystal Dynamics and published by Microsoft Studios and Square Enix's European subsidiary. It is the sequel to the 2013 video game Tomb Raider and the eleventh entry in the Tomb Raider series. Its story follows Lara Croft as she ventures into Siberia in search of the legendary city of Kitezh while battling the paramilitary organization Trinity, which intends to uncover the city's promise of immortality. Lara must traverse the environment and combat enemies with firearms and stealth as she explores semi-open hubs. In these hubs she can raid challenge tombs to unlock new rewards, complete side missions, and scavenge for resources which can be used to craft useful materials.",
    "metacritic": "86%",
    "category": "Action Adventure"
  },
  "Journey": {
    "name": "Journey",
    "developers": "Thatgamecompany",
    "release": "Mar 13, 2012",
    "imageURL": "https://i.redd.it/95b451vm1fc31.png",
    "context": "In Journey, the player controls a robed figure in a vast desert, traveling towards a mountain in the distance. Other players on the same journey can be discovered, and two players can meet and assist each other, but they cannot communicate via speech or text and cannot see each other's names until after the game's credits. The only form of communication between the two is a musical chime, which transforms dull pieces of cloth found throughout the levels into vibrant red, affecting the game world and allowing the player to progress through the levels. The developers sought to evoke in the player a sense of smallness and wonder and to forge an emotional connection between them and the anonymous players they meet along the way. The music, composed by Austin Wintory, dynamically responds to the player's actions, building a single theme to represent the game's emotional arc throughout the story.",
    "metacritic": "92%",
    "category": "Adventure"
  },
  "Uncharted 2: Among Thieves": {
    "name": "Uncharted 2: Among Thieves",
    "developers": "Naughty Dog",
    "release": "Oct 13, 2009",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7b/Uncharted_2_box_artwork.jpg/220px-Uncharted_2_box_artwork.jpg",
    "context": "Uncharted 2: Among Thieves is a 2009 action-adventure game developed by Naughty Dog and published by Sony Computer Entertainment. It is the second game in the Uncharted series, and was released in October 2009 for PlayStation 3. Set two years after the events of Drake's Fortune, the single-player story follows Nathan Drake, who partners with Chloe Frazer and Elena Fisher, as they search for the Cintamani Stone and city of Shambhala, whilst battling a mercenary group led by war criminal Zoran Lazarević.",
    "metacritic": "96%",
    "category": "Action Adventure"
  },
  "Overwatch": {
    "name": "Overwatch",
    "developers": "Blizzard Entertainment",
    "release": "May 24, 2016",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/5/51/Overwatch_cover_art.jpg/220px-Overwatch_cover_art.jpg",
    "context": "Overwatch is a 2016 team-based multiplayer first-person shooter game developed and published by Blizzard Entertainment. Described as a 'hero shooter', Overwatch assigns players into two teams of six, with each player selecting from a large roster of characters, known as 'heroes', with unique abilities. Teams work to complete map-specific objectives within a limited period of time. Blizzard has added new characters, maps, and game modes post-release, all free of charge, with the only additional cost to players being optional loot boxes to purchase cosmetic items. It was released for PlayStation 4, Xbox One, and Windows in May 2016 and Nintendo Switch in October 2019. An optimized performance patch for the Xbox Series X and Series S was released in March 2021. Cross-platform play was supported across all platforms by June 2021.",
    "metacritic": "91%",
    "category": "First Person Shooter"
  },
  "Deus Ex: Human Revolution": {
    "name": "Deus Ex: Human Revolution",
    "developers": "Eidos Montréal",
    "release": "Aug 23, 2011",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/0/06/Deus_Ex_Human_Revolution_cover.jpg/220px-Deus_Ex_Human_Revolution_cover.jpg",
    "context": "Deus Ex: Human Revolution is an action role-playing game developed by Eidos Montréal and published by Square Enix's European subsidiary in August 2011 for Windows, PlayStation 3, and Xbox 360. A version for OS X was released the following year. It is the third game in the Deus Ex series, and a prequel to the original Deus Ex (2000). The gameplay—combining first-person shooter, stealth, and role-playing elements—features exploration and combat in environments connected to multiple city-based hubs, in addition to quests that grant experience and allow customization of the main character's abilities with items called Praxis Kits. Conversations between characters feature a variety of responses, with options in conversations and at crucial story points affecting how some events play out.",
    "metacritic": "90%",
    "category": "RPG"
  },
  "Baldur's Gate II: Shadows of Amn": {
    "name": "Baldur's Gate II: Shadows of Amn",
    "developers": "BioWare",
    "release": "Sept 21, 2000",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/1/17/Baldur%27s_Gate_II_-_Shadows_of_Amn_Coverart.png/220px-Baldur%27s_Gate_II_-_Shadows_of_Amn_Coverart.png",
    "context": "Baldur's Gate II: Shadows of Amn is a role-playing video game developed by BioWare and published by Interplay Entertainment. It is the sequel to Baldur's Gate (1998) and was released for Microsoft Windows in September 2000. Like Baldur's Gate, the game takes place in the Forgotten Realms—a fantasy campaign setting—and is based on the Advanced Dungeons & Dragons 2nd edition rules. Powered by BioWare's Infinity Engine, Baldur's Gate II uses an isometric perspective and pausable real-time gameplay. The player controls a party of up to six characters, one of whom is the player-created protagonist, while the others are certain characters recruited from the game world.",
    "metacritic": "95%",
    "category": "RPG"
  },
  "Left 4 Dead 2": {
    "name": "Left 4 Dead 2",
    "developers": "Valve",
    "release": "Nov 17, 2009",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/b/ba/Left4Dead2.jpg/220px-Left4Dead2.jpg",
    "context": "Left 4 Dead 2 builds upon cooperatively focused gameplay and Valve's proprietary Source engine, the same game engine used in the original Left 4 Dead. Set during the aftermath of an apocalyptic pandemic, Left 4 Dead 2 focuses on four new Survivors, fighting against hordes of zombies, known as the Infected, who develop severe psychosis and act extremely aggressive. The Survivors must fight their way through five campaigns, interspersed with safe houses that act as checkpoints, with the goal of escape at each campaign's finale. The gameplay is procedurally altered by the AI Director 2.0, which monitors the players' performance and adjusts the scenario to provide a dynamic challenge. Other new features include new types of special infected and an arsenal of melee weapons.",
    "metacritic": "89%",
    "category": "First Person Shooter"
  },
  "Diablo 2": {
    "name": "Diablo 2",
    "developers": "Blizzard North",
    "release": "Jun 29, 2000",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d5/Diablo_II_Coverart.png/220px-Diablo_II_Coverart.png",
    "context": "Diablo II is an action role-playing hack-and-slash computer video game developed by Blizzard North and published by Blizzard Entertainment in 2000 for Microsoft Windows, Classic Mac OS, and macOS. The game, with its dark fantasy and horror themes, was conceptualized and designed by David Brevik and Erich Schaefer, who, with Max Schaefer, acted as project leads on the game. The producers were Matthew Householder and Bill Roper. The game was developed over a 3-year period, with a crunch time of 1.5 years long.",
    "metacritic": "88%",
    "category": "RPG"
  },
  "Star Wars: The Old Republic": {
    "name": "Star Wars: The Old Republic",
    "developers": "BioWare Austin",
    "release": "Dec 20, 2011",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3c/Star_Wars-_The_Old_Republic_cover.jpg/220px-Star_Wars-_The_Old_Republic_cover.jpg",
    "context": "Star Wars: The Old Republic is a massively multiplayer online role-playing game (MMORPG) based in the Star Wars universe. Developed by BioWare Austin and a supplemental team at BioWare Edmonton, the game was announced on October 21, 2008. The video game was released for the Microsoft Windows platform on December 20, 2011 in North America and part of Europe.This story takes place in the Star Wars universe shortly after the establishment of a tenuous peace between the re-emergent Sith Empire and the Galactic Republic. The game features eight different classes. Each of the eight classes has a three act storyline that progresses as the character levels up. Players join either the Republic or the Sith, but players may possess a morality at any point along the light/dark spectrum. Different classes favor different styles of gameplay, and the game features extensive customization options, fully voiced dialogue, companion characters, and dialogue options similar to BioWare's other role-playing games.",
    "metacritic": "94%",
    "category": "MMORPG"
  },
  "Fallout: New Vegas": {
    "name": "Fallout: New Vegas",
    "developers": "Obsidian Entertainment",
    "release": "Oct 19, 2010",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/3/34/Fallout_New_Vegas.jpg/220px-Fallout_New_Vegas.jpg",
    "context": "Fallout: New Vegas is a 2010 action role-playing game developed by Obsidian Entertainment and published by Bethesda Softworks. It was announced in April 2009 and released for Microsoft Windows, PlayStation 3, and Xbox 360 on October 19, 2010. A spin-off of the Fallout series, the game is set in a post-apocalyptic open world environment that encompasses a region consisting of Arizona, California, and Nevada. It is set in a world that deviated onto an alternate timeline thanks to Atomic Age technology, which eventually led to a global nuclear apocalypse in the year 2077 in an event referred to as 'The Great War', caused by a major conflict between the U.S. and China over natural resources. The main story of New Vegas takes place in the year 2281, four years after the events of Fallout 3 and 204 years after the bombs fell. It is not a direct sequel, but does mark the return of several elements found in Fallout 2",
    "metacritic": "84%",
    "category": "RPG"
  },
  "Final Fantasy 6": {
    "name": "Final Fantasy 6",
    "developers": "Square",
    "release": "Apr 2, 1994",
    "imageURL": "https://s3.amazonaws.com/prod-media.gameinformer.com/styles/body_default/s3/2019/04/01/56ab8887/ffviamano.jpg",
    "context": "Final Fantasy VI, also known as Final Fantasy III from its initial North American release in 1994, is a role-playing video game developed and published by Square for the Super Nintendo Entertainment System. Final Fantasy VI is the sixth main entry in the Final Fantasy series and the first to be directed by someone other than series creator Hironobu Sakaguchi; the role was instead filled by Yoshinori Kitase and Hiroyuki Ito. Long-time collaborator Yoshitaka Amano returned as character designer and concept artist, while composer Nobuo Uematsu returned to compose the game's score, which has been released on several soundtrack albums.",
    "metacritic": "91%",
    "category": "RPG"
  },
  "Pokemon Yellow": {
    "name": "Pokemon Yellow",
    "developers": "Game Freak",
    "release": "Sept 12, 1998",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4a/Pokemon_Yellow.png/220px-Pokemon_Yellow.png",
    "context": "Pokémon Yellow Version: Special Pikachu Edition, more commonly known as Pokémon Yellow Version or Pokémon Yellow, is a 1998 role-playing video game developed by Game Freak and published by Nintendo for the Game Boy. It is an enhanced version of Pokémon Red and Blue and is part of the first generation of the Pokémon video game series. It was first released in Japan on September 12, 1998, in Australia and North America in 1999 and in Europe in 2000. Along with the release of Pokémon Yellow, a special edition yellow Pokémon-themed Game Boy Color was also released. Pokémon Yellow is loosely based on the anime.",
    "metacritic": "NA",
    "category": "RPG"
  },
  "Bloodborne": {
    "name": "Bloodborne",
    "developers": "FromSoftware",
    "release": "Mar 24, 2015",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/6/68/Bloodborne_Cover_Wallpaper.jpg/220px-Bloodborne_Cover_Wallpaper.jpg",
    "context": "Bloodborne is an action role-playing game developed by FromSoftware and published by Sony Computer Entertainment, which was released for the PlayStation 4 in March 2015. Bloodborne follows the player's character, a Hunter, through the decrepit Gothic, Victorian-era–inspired city of Yharnam, whose inhabitants are afflicted with a blood-borne disease. Attempting to find the source of the plague, the player's character unravels the city's mysteries while fighting beasts and cosmic beings.",
    "metacritic": "92%",
    "category": "RPG"
  },
  "Metroid Prime": {
    "name": "Metroid Prime",
    "developers": "Retro Studios",
    "release": "Nov 18, 2002",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/b/ba/MetroidPrimebox.jpg/220px-MetroidPrimebox.jpg",
    "context": "Metroid Prime is an action-adventure game developed by Retro Studios and published by Nintendo for the GameCube. Metroid Prime is the fourth main installment in the Metroid franchise and the first game in the series to use 3D computer graphics and a first-person perspective. Since exploration takes precedence over combat, Nintendo classifies the game as a first-person adventure rather than a first-person shooter. It was released in North America in November 2002, and in Japan and Europe the following year. One day following its North American release, Nintendo also released the Game Boy Advance game Metroid Fusion, marking the return of the Metroid series after an eight-year hiatus following Super Metroid.",
    "metacritic": "97%",
    "category": "Action Adventure"
  },
  "Resident Evil 4": {
    "name": "Resident Evil 4",
    "developers": "Capcom Production Studio",
    "release": "Jan 11, 2005",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d9/Resi4-gc-cover.jpg/220px-Resi4-gc-cover.jpg",
    "context": "Resident Evil 4 is a survival horror third-person shooter game developed by Capcom Production Studio 4 and published by Capcom. It was originally released for the GameCube in 2005. Players control U.S. government special agent Leon S. Kennedy, who is sent on a mission to rescue the U.S. president's daughter Ashley Graham, who has been kidnapped by a cult. In a rural part of Europe, Leon fights hordes of villagers infected by a mind-controlling parasite, and reunites with the spy Ada Wong.",
    "metacritic": "96%",
    "category": "Survival horror"
  },
  "Shadow of the Colossus": {
    "name": "Shadow of the Colossus",
    "developers": "Japan Studio",
    "release": "Oct 18, 2005",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bf/Sotc_boxart.jpg/220px-Sotc_boxart.jpg",
    "context": "Shadow of the Colossus is a 2005 action-adventure game developed by Japan Studio and Team Ico, and published by Sony Computer Entertainment for the PlayStation 2. It takes place in a fantasy setting and follows Wander, a young man who enters an isolated and abandoned region of the realm seeking the power to revive a girl named Mono. The player assumes the role of Wander as he embarks on a mission that might entail Mono's resurrection: to locate and destroy the colossi, sixteen massive beings spread across the forbidden land, which the protagonist traverses by horseback and on foot.",
    "metacritic": "91%",
    "category": "Action Adventure"
  },
  "Metal Gear Solid 5: The Phantom Pain": {
    "name": "Metal Gear Solid 5: The Phantom Pain",
    "developers": "Kojima Productions",
    "release": "Sept 1, 2015",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8f/Metal_Gear_Solid_V_The_Phantom_Pain_cover.png/220px-Metal_Gear_Solid_V_The_Phantom_Pain_cover.png",
    "context": "Metal Gear Solid V: The Phantom Pain is a 2015 stealth game developed by Kojima Productions and published by Konami. It was released worldwide for Microsoft Windows, PlayStation 3, PlayStation 4, Xbox 360, and Xbox One on September 1, 2015. It is the ninth installment in the Metal Gear series that was directed, written, and designed by Hideo Kojima following Metal Gear Solid V: Ground Zeroes, a stand-alone prologue released the previous year. It is his final work at Konami.",
    "metacritic": "95%",
    "category": "Stealth"
  },
  "God of War": {
    "name": "God of War",
    "developers": "Santa Monica Studio",
    "release": "Apr 20, 2018",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a7/God_of_War_4_cover.jpg/220px-God_of_War_4_cover.jpg",
    "context": "God of War is a 2018 action-adventure game developed by Santa Monica Studio and published by Sony Interactive Entertainment (SIE). It was released worldwide on April 20, 2018, for the PlayStation 4 (PS4) with a Microsoft Windows version set to release on January 14, 2022. The game is the eighth installment in the God of War series, the eighth chronologically, and the sequel to 2010's God of War III. Unlike previous games, which were loosely based on Greek mythology, this installment is loosely inspired by Norse mythology, with the majority of it set in ancient Scandinavia in the realm of Midgard. For the first time in the series, there are two protagonists: Kratos, the former Greek God of War who remains the only playable character, and his young son, Atreus. Following the death of Kratos' second wife, and Atreus' mother, they journey to fulfill her request that her ashes be spread at the highest peak of the nine realms. Kratos keeps his troubled past a secret from Atreus, who is unaware of his divine nature. Along their journey, they come into conflict with monsters and gods of the Norse world.",
    "metacritic": "94%",
    "category": "Action Adventure"
  },
  "The Witcher 3: Wild Hunt": {
    "name": "The Witcher 3: Wild Hunt",
    "developers": "CD Projekt Red",
    "release": "May 19, 2015",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0c/Witcher_3_cover_art.jpg/220px-Witcher_3_cover_art.jpg",
    "context": "The Witcher 3: Wild Hunt is an action role-playing game developed by Polish developer CD Projekt Red, and first published in 2015. It is the sequel to the 2011 game The Witcher 2: Assassins of Kings and the third main installment in The Witcher video game series, played in an open world with a third-person perspective. The games are based on The Witcher series of fantasy novels written by Andrzej Sapkowski.The game takes place in a fictional fantasy world based on Slavonic mythology. Players control Geralt of Rivia, a monster slayer for hire known as a Witcher, and search for his adopted daughter, who is on the run from the otherworldly Wild Hunt. Players battle the game's many dangers with weapons and magic, interact with non-player characters, and complete quests to acquire experience points and gold, which are used to increase Geralt's abilities and purchase equipment. The game's story has three possible endings, determined by the player's choices at key points in the narrative.",
    "metacritic": "93%",
    "category": "RPG"
  },
  "The Legend of Zelda: Ocarina of Time": {
    "name": "The Legend of Zelda: Ocarina of Time",
    "developers": "Nintendo EAD",
    "release": "Nov 21, 1998",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/5/57/The_Legend_of_Zelda_Ocarina_of_Time.jpg/220px-The_Legend_of_Zelda_Ocarina_of_Time.jpg",
    "context": "The Legend of Zelda: Ocarina of Time is an action-adventure game developed and published by Nintendo for the Nintendo 64. It was released in Japan and North America in November 1998, and in PAL regions the following month. Ocarina of Time is the fifth game in The Legend of Zelda series, and the first with 3D graphics.",
    "metacritic": "99%",
    "category": "Action Adventure"
  },
  "Civilization 4": {
    "name": "Civilization 4",
    "developers": "Firaxis Games",
    "release": "Oct 25, 2005",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7e/CivIVboxshot.jpg/220px-CivIVboxshot.jpg",
    "context": "Civilization IV (also known as Sid Meier's Civilization IV) is a 4x turn-based strategy computer game and the fourth installment of the Civilization series, and designed by Soren Johnson under the direction of Sid Meier and his video game development studio Firaxis Games. It was released in North America, Europe, and Australia, between October 25 and November 4, 2005, and followed by Civilization V.",
    "metacritic": "88%",
    "category": "Turnbase Strategy"
  },
  "Halo: Combat Evolved": {
    "name": "Halo: Combat Evolved",
    "developers": "Bungie",
    "release": "Nov 15, 2001",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/8/80/Halo_-_Combat_Evolved_%28XBox_version_-_box_art%29.jpg/220px-Halo_-_Combat_Evolved_%28XBox_version_-_box_art%29.jpg",
    "context": "Halo: Combat Evolved is a 2001 first-person shooter game developed by Bungie and published by Microsoft Game Studios. It was released as a launch game for Microsoft's Xbox video game console on November 15, 2001. The game was ported to Microsoft Windows and Mac OS X in 2003. It was later released as a downloadable Xbox Original for the Xbox 360. Halo is set in the twenty-sixth century, with the player assuming the role of the Master Chief, a cybernetically enhanced supersoldier. The Chief is accompanied by Cortana, an artificial intelligence. Players battle aliens as they attempt to uncover the secrets of the eponymous Halo, a ring-shaped artificial world.",
    "metacritic": "97%",
    "category": "First Person Shooter"
  },
  "Chrono Trigger": {
    "name": "Chrono Trigger",
    "developers": "Square",
    "release": "Mar 11, 1995",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a7/Chrono_Trigger.jpg/220px-Chrono_Trigger.jpg",
    "context": "Chrono Trigger is a 1995 role-playing video game developed and published by Square. It was originally released for the Super Nintendo Entertainment System as the first game in the Chrono series. The game's development team included three designers that Square dubbed the Dream Team: Hironobu Sakaguchi, creator of Square's Final Fantasy series; Yuji Horii, creator of Enix's Dragon Quest series; and Akira Toriyama, character designer of Dragon Quest and author of the Dragon Ball manga series. In addition, Kazuhiko Aoki produced the game, Masato Kato wrote most of the story, while composer Yasunori Mitsuda wrote most of the soundtrack before falling ill and deferring the remaining tracks to Final Fantasy series composer Nobuo Uematsu. The game's story follows a group of adventurers who travel through time to prevent a global catastrophe.",
    "metacritic": "92%",
    "category": "RPG"
  },
  "Dark Souls": {
    "name": "Dark Souls",
    "developers": "FromSoftware",
    "release": "Sept 22, 2011",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8d/Dark_Souls_Cover_Art.jpg/220px-Dark_Souls_Cover_Art.jpg",
    "context": "Dark Souls is a 2011 action role-playing game developed by FromSoftware and published by Namco Bandai Games. A spiritual successor to FromSoftware's Demon's Souls, the game is the second installment in the Souls series. Dark Souls takes place in the fictional kingdom of Lordran, where players assume the role of a cursed undead character who begins a pilgrimage to discover the fate of their kind. A port for Microsoft Windows was released in August 2012, which featured additional content not seen in the original PlayStation 3 and Xbox 360 versions. In October 2012, the new content was made downloadable for consoles under the subtitle Artorias of the Abyss.",
    "metacritic": "89%",
    "category": "RPG"
  },
  "Castlevania: Symphony of the Night": {
    "name": "Castlevania: Symphony of the Night",
    "developers": "Konami Computer",
    "release": "Mar 20, 1997",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cf/Castlevania_SOTN_PAL.jpg/220px-Castlevania_SOTN_PAL.jpg",
    "context": "Castlevania: Symphony of the Night is an action role-playing game developed and published by Konami for the PlayStation. It was directed and produced by Toru Hagihara, with Koji Igarashi acting as assistant director. It is a direct sequel to Castlevania: Rondo of Blood, taking place four years later. It features Dracula's dhampir son Alucard (returning from Castlevania III: Dracula's Curse) as the protagonist, rising from his slumber to explore Dracula's castle which resurfaced after Richter Belmont vanished. Its design marks a break from previous entries in the series, re-introducing the exploration, nonlinear level design, and role-playing elements first experimented with in Castlevania II: Simon's Quest.",
    "metacritic": "93%",
    "category": "RPG"
  },
  "The Legend of Zelda: Breath of the Wild": {
    "name": "The Legend of Zelda: Breath of the Wild",
    "developers": "Nintendo EPD",
    "release": "Mar 3, 2017",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c6/The_Legend_of_Zelda_Breath_of_the_Wild.jpg/220px-The_Legend_of_Zelda_Breath_of_the_Wild.jpg",
    "context": "The Legend of Zelda: Breath of the Wild is a 2017 action-adventure game developed and published by Nintendo for the Nintendo Switch and Wii U consoles. Breath of the Wild is the nineteenth installment of The Legend of Zelda franchise and is set at the end of the Zelda timeline. The player controls Link, who awakens from a hundred-year slumber to defeat Calamity Ganon and restore the kingdom of Hyrule.",
    "metacritic": "97%",
    "category": "Action Adventure"
  },
  "Tony Hawk's Pro Skater 2": {
    "name": "Tony Hawk's Pro Skater 2",
    "developers": "Neversoft",
    "release": "Sept 20, 2000",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/4/41/Tony_Hawk%27s_Pro_Skater_2_cover.png/220px-Tony_Hawk%27s_Pro_Skater_2_cover.png",
    "context": "Tony Hawk's Pro Skater 2 is a skateboarding video game developed by Neversoft and published by Activision. It is the second installment in the Tony Hawk's series of sports games and was released for the PlayStation in 2000, with subsequent ports to Microsoft Windows, Game Boy Color, and Dreamcast the same year. In 2001, the game was ported to the Mac OS, Game Boy Advance, Nintendo 64, and Xbox (as part of Tony Hawk's Pro Skater 2x). The game was later ported to Windows Mobile and Windows Phone devices in 2006 and to iOS devices in 2010.",
    "metacritic": "98%",
    "category": "Sports"
  },
  "Super Mario Galaxy": {
    "name": "Super Mario Galaxy",
    "developers": "Nintendo",
    "release": "Nov 1, 2007",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/7/76/SuperMarioGalaxy.jpg/220px-SuperMarioGalaxy.jpg",
    "context": "Super Mario Galaxy is a 2007 platform action-adventure video game developed and published by Nintendo for the Wii. It is the third 3D game in the Super Mario series. As Mario, the player embarks on a quest to rescue Princess Peach, save the universe from Bowser, and collect 120 Power Stars, after which the player can play the game as Luigi for a harder experience. The levels in the game consist of galaxies filled with minor planets and worlds, with different variations of gravity, the central element of gameplay. The player character is controlled using the Wii Remote and Nunchuk, and completes missions, fights bosses, and reaches certain areas to collect Power Stars. Certain levels use the motion-based Wii Remote functions.",
    "metacritic": "97%",
    "category": "Platformer"
  },
  "Amnesia: The Dark Descent": {
    "name": "Amnesia: The Dark Descent",
    "developers": "Frictional Games",
    "release": "Sept 8, 2010",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/6/62/Amnesia-The-Dark-Descent-Cover-Art.png/220px-Amnesia-The-Dark-Descent-Cover-Art.png",
    "context": "Amnesia: The Dark Descent is a survival horror adventure video game by Frictional Games, released in 2010 for Microsoft Windows, Mac OS X and Linux operating systems, in 2016 for the PlayStation 4 platform and in 2018 for the Xbox One. The game features a protagonist named Daniel exploring a dark and foreboding castle called Brennenburg, while trying to maintain his sanity by avoiding monsters and unsettling events.The game was critically well-received, earning two awards from the Independent Games Festival and numerous positive reviews.",
    "metacritic": "85%",
    "category": "Survival Horror"
  },
  "Outlast": {
    "name": "Outlast",
    "developers": "Red Barrels",
    "release": "Sept 4, 2013",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/a/aa/Outlast_cover.jpg/220px-Outlast_cover.jpg",
    "context": "Outlast is a first-person survival horror video game developed and published by Red Barrels. The game revolves around a freelance investigative journalist, Miles Upshur, who decides to investigate a remote psychiatric hospital named Mount Massive Asylum, located deep in the mountains of Lake County, Colorado. The downloadable content Outlast: Whistleblower centers on Waylon Park, the man who led Miles there in the first place.",
    "metacritic": "80%",
    "category": "Survival Horror"
  },
  "Batman: Arkham City": {
    "name": "Batman: Arkham City",
    "developers": "Rocksteady Studios",
    "release": "Oct 18, 2011",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/0/00/Batman_Arkham_City_Game_Cover.jpg/220px-Batman_Arkham_City_Game_Cover.jpg",
    "context": "Batman: Arkham City is a 2011 action-adventure game developed by Rocksteady Studios and published by Warner Bros. Interactive Entertainment. Based on the DC Comics superhero Batman, it is the sequel to the 2009 video game Batman: Arkham Asylum and the second installment in the Batman: Arkham series. Written by veteran Batman writer Paul Dini with Paul Crocker and Sefton Hill, Arkham City was inspired by the long-running comic book mythos. In the game's main storyline, Batman is incarcerated in Arkham City, a super-prison enclosing the decaying urban slums of fictional Gotham City. He must uncover the secret behind a sinister scheme orchestrated by the facility's warden, Hugo Strange. The game's leading characters are predominantly voiced by actors from the DC Animated Universe, with Kevin Conroy and Mark Hamill reprising their roles as Batman and the Joker, respectively.",
    "metacritic": "96%",
    "category": "Action Adventure"
  },
  "BioShock Infinite": {
    "name": "BioShock Infinite",
    "developers": "Irrational Games",
    "release": "Mar 26, 2013",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a3/Official_cover_art_for_Bioshock_Infinite.jpg/220px-Official_cover_art_for_Bioshock_Infinite.jpg",
    "context": "BioShock Infinite is a first-person shooter video game developed by Irrational Games and published by 2K Games. It was released worldwide for the Microsoft Windows, PlayStation 3, Xbox 360, and OS X platforms in 2013, and a Linux port was released in 2015. Infinite is the third installment in the BioShock series, and though it is not immediately part of the storyline of previous BioShock games, it features similar gameplay concepts and themes. Irrational Games and creative director Ken Levine based the game's setting on historical events at the turn of the 20th century, such as the 1893 World's Columbian Exposition, and based the story on the concept of American exceptionalism, while also incorporating influences from more recent events at the time such as the 2011 Occupy movement.",
    "metacritic": "94%",
    "category": "First Person Shooter"
  },
  "Devil May Cry": {
    "name": "Devil May Cry",
    "developers": "Capcom Production Studio",
    "release": "Aug 23, 2001",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/1/1e/DMC1FrontCover.jpg",
    "context": "Devil May Cry is a 2001 action-adventure game developed by Capcom Production Studio 4 and published by Capcom. Released from August to December, originally for the PlayStation 2, it is the first installment in the Devil May Cry series. Set in modern times on the fictional Mallet Island, the story centers on Dante, a demon hunter who uses his business to carry out a lifelong vendetta against all demons. He meets a woman named Trish who takes him on a journey to defeat the demon lord Mundus, who is responsible for the deaths of Dante's brother and mother. The story is told primarily through a mixture of cutscenes, which use the game engine and several pre-rendered full motion videos. The game is very loosely based on the Italian poem Divine Comedy by the use of allusions, including the game's protagonist Dante (named after Dante Alighieri) and other characters like Trish and Vergil.",
    "metacritic": "85%",
    "category": "Action Adventure"
  },
  "Celeste": {
    "name": "Celeste",
    "developers": "Extremely OK Games",
    "release": "Jan 25, 2018",
    "imageURL": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Celeste_box_art_final.png/220px-Celeste_box_art_final.png",
    "context": "Celeste is a 2018 platform game designed, directed and written by Maddy Thorson and programmed by Thorson and Noel Berry. It is a fully-fleshed version of the 2016 PICO-8 game of the same name, which was made in four days solely by Thorson and Berry during a game jam. Set on a fictional version of Mount Celeste, it follows a young woman named Madeline who attempts to climb the mountain, and must face her inner demons in her quest to reach the summit.",
    "metacritic": "94%",
    "category": "Platformer"
  },
  "Gears of War": {
    "name": "Gears of War",
    "developers": "Epic Games",
    "release": "Nov 7, 2006",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/8/82/Gears_of_war_cover_art.jpg/220px-Gears_of_war_cover_art.jpg",
    "context": "Gears of War is a 2006 third-person shooter video game, the first installment of the Gears of War series. It was developed by Epic Games and published by Microsoft Game Studios, initially as an exclusive title for the Xbox 360 in November 2006, before a Microsoft Windows version of the game, developed in conjunction with People Can Fly, was released in 2007. The game's main story, which can be played in single or co-operative play, focuses on a squad of troops who assist in completing a desperate, last-ditch attempt to end a war against a genocidal subterranean enemy, the Locust, and save the remaining human inhabitants of their planet Sera. The game's multiplayer mode allows up to eight players to control characters from one of the two factions in a variety of online game modes. Gameplay features players using cover and strategic fire in order to win battles.",
    "metacritic": "94%",
    "category": "Third Person Shooter"
  },
  "Quake": {
    "name": "Quake",
    "developers": "id Software",
    "release": "Jun 22, 1996",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4c/Quake1cover.jpg/220px-Quake1cover.jpg",
    "context": "Quake is a first-person shooter video game developed by id Software and published by GT Interactive in 1996. It is the first game in the Quake series. In the game, players must find their way through various maze-like, medieval environments while battling a variety of monsters using an array of weaponry. The overall atmosphere is dark and gritty, with many stone textures and a rusty, capitalized font. Quake also takes heavy inspiration from gothic fiction and the works of H.P. Lovecraft.",
    "metacritic": "94%",
    "category": "First Person Shooter"
  },
  "Apex Legends": {
    "name": "Apex Legends",
    "developers": "Respawn Entertainment",
    "release": "Feb 4, 2019",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/d/db/Apex_legends_cover.jpg/220px-Apex_legends_cover.jpg",
    "context": "Apex Legends is a free-to-play battle royale-hero shooter game developed by Respawn Entertainment and published by Electronic Arts. It was released for Microsoft Windows, PlayStation 4, and Xbox One in February 2019, and for Nintendo Switch in March 2021. A mobile version of the game specially designed for touchscreens titled Apex Legends Mobile has also been announced which is scheduled to be fully released by 2022 on Android and iOS. The game supports cross-platform play.",
    "metacritic": "88%",
    "category": "First Person Shooter"
  },
  "Titanfall": {
    "name": "Titanfall",
    "developers": "Respawn Entertainment",
    "release": "Mar 11, 2014",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/8/84/Titanfall_box_art.jpg/220px-Titanfall_box_art.jpg",
    "context": "Titanfall is a multiplayer first-person shooter video game developed by Respawn Entertainment and published by Electronic Arts. It was released for Windows and Xbox One on March 11, 2014; an Xbox 360 version ported by Bluepoint Games was released April 8, 2014. The game was anticipated as the debut title from developers formerly behind the Call of Duty franchise.",
    "metacritic": "86%",
    "category": "First Person Shooter"
  },
  "Titanfall 2": {
    "name": "Titanfall 2",
    "developers": "Respawn Entertainment",
    "release": "Oct 28, 2016",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/1/13/Titanfall_2.jpg/220px-Titanfall_2.jpg",
    "context": "Titanfall 2 is a first-person shooter video game, developed by Respawn Entertainment and published by Electronic Arts. A sequel to 2014's Titanfall, the game was released worldwide on October 28, 2016, for Windows, PlayStation 4, and Xbox One. In Titanfall 2, players control Titans, mecha-style exoskeletons and their pilots, who are agile and equipped with a variety of skills ranging from wall-running to cloaking. Set in a science fiction universe, the single-player campaign follows the story of Jack Cooper, a rifleman from the Frontier Militia, who bonds with his mentor's Titan BT-7274 after his mentor is killed in action. Together, they embark on a quest to stop the Interstellar Manufacturing Corporation (IMC) from launching a superweapon that is threatening to destroy the Militia planet Harmony.",
    "metacritic": "89%",
    "category": "First Person Shooter"
  },
  "StarCraft 2: Wings of Liberty": {
    "name": "StarCraft 2: Wings of Liberty",
    "developers": "Blizzard Entertainment",
    "release": "Jul 27/ 2010",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/2/20/StarCraft_II_-_Box_Art.jpg/220px-StarCraft_II_-_Box_Art.jpg",
    "context": "StarCraft II: Wings of Liberty is a science fiction real-time strategy video game developed and published by Blizzard Entertainment. It was released worldwide in July 2010 for Microsoft Windows and Mac OS X. A sequel to the 1998 video game StarCraft and the Brood War expansion pack, the game is best known as the original installment of StarCraft II which was later followed by a number of expansion packs. Wings of Liberty has been free-to-play since November 2017.",
    "metacritic": "93%",
    "category": "RTS"
  },
  "Command & Conquer: Red Alert 2": {
    "name": "Command & Conquer: Red Alert 2",
    "developers": "Westwood Pacific",
    "release": "Oct 25, 2000",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/1/11/Cncra2-win-cover.jpg/220px-Cncra2-win-cover.jpg",
    "context": "Command & Conquer: Red Alert 2 is a real-time strategy video game which was released for Microsoft Windows on October 25, 2000 as the follow-up to Command & Conquer: Red Alert. Red Alert 2 picks up at the conclusion of the Allied campaign of the first game. Its expansion is Command & Conquer: Yuri's Revenge. Red Alert 2 was principally developed by Westwood Pacific in collaboration with Westwood Studios. Command and Conquer: Red Alert 2 contains two playable factions, the Soviets and the Allies, which both previously appeared in Command & Conquer: Red Alert. The single player campaign is structured in an alternate-ending mode as opposed to a progressive story mode. Like its predecessor, Red Alert 2 features a large amount of full motion video cutscenes between missions and during gameplay, with an ensemble cast including Ray Wise, Udo Kier, Kari Wuhrer, and Barry Corbin.",
    "metacritic": "84%",
    "category": "RTS"
  },
  "Age of Empires 2": {
    "name": "Age of Empires 2",
    "developers": "Ensemble Studios",
    "release": "Sept 30, 1999",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/5/56/Age_of_Empires_II_-_The_Age_of_Kings_Coverart.png/220px-Age_of_Empires_II_-_The_Age_of_Kings_Coverart.png",
    "context": "Age of Empires II: The Age of Kings is a real-time strategy video game developed by Ensemble Studios and published by Microsoft. Released in 1999 for Microsoft Windows and Macintosh, it is the second game in the Age of Empires series. The Age of Kings is set in the Middle Ages and contains thirteen playable civilizations. Players aim to gather resources, which they use to build towns, create armies, and defeat their enemies. There are five historically based campaigns, which constrict the player to specialized and story-backed conditions, as well as three additional single-player game modes; multiplayer is also supported.",
    "metacritic": "92%",
    "category": "RTS"
  },
  "Age of Empires 3": {
    "name": "Age of Empires 3",
    "developers": "Ensemble Studios",
    "release": "Oct 18, 2005",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9b/Aoeiii-cover.jpg/220px-Aoeiii-cover.jpg",
    "context": "Age of Empires III is a real-time strategy video game developed by Microsoft Corporation's Ensemble Studios and published by Microsoft Game Studios. The Mac version was ported over and developed and published by Destineer's MacSoft. The PC version was released on October 18, 2005, in North America and November 4, 2005, in Europe, while the Mac version was released on November 21, 2006, in North America and September 29, 2006, in Europe. An N-Gage version of the game developed by Glu Mobile was released on April 28, 2009. It is the third game of the Age of Empires series and the sequel to Age of Empires II: The Age of Kings. A remaster titled Age of Empires III: Definitive Edition was released on October 15, 2020. Its successor, Age of Empires IV was released October 28, 2021, for Windows.",
    "metacritic": "81%",
    "category": "RTS"
  },
  "Escape from Tarkov": {
    "name": "Escape from Tarkov",
    "developers": "Battlestate Games",
    "release": "TBA",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/2/20/Escape_from_Tarkov.jpg/220px-Escape_from_Tarkov.jpg",
    "context": "Escape from Tarkov is a multiplayer first-person shooter video game in development by Battlestate Games for Windows. A closed alpha test of the game was first made available to select users on 4 August 2016, followed by a closed beta which has been running since July 2017. The game is set in the fictional Norvinsk region, where a war is taking place between two private military companies (United Security USEC and the Battle Encounter Assault Regiment BEAR). Players join matches called raids in which they fight other players for loot and aim to survive and escape; dying results in the loss of all items the player used and found during that raid with few exceptions.",
    "metacritic": "TBD",
    "category": "First Person Shooter"
  },
  "Battlefield: Bad Company 2": {
    "name": "Battlefield: Bad Company 2",
    "developers": "DICE",
    "release": "Mar 2, 2010",
    "imageURL": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b3/Battlefield_Bad_Company_2_cover.jpg/220px-Battlefield_Bad_Company_2_cover.jpg",
    "context": "Battlefield: Bad Company 2 is a first-person shooter video game developed by the Swedish firm DICE and published by Electronic Arts for Microsoft Windows, PlayStation 3, Xbox 360, iOS and Kindle Fire systems. It is a direct sequel to Battlefield: Bad Company and is part of the Battlefield game series. It was released worldwide in March 2010. The iOS port was released on the App Store on December 16, 2010. A Kindle Fire version was released in June 2012. The game is primarily a squad-level first-person shooter based in a contemporary modern warfare setting. Additionally, the game includes a single-player campaign, where the player re-assumes the role of Preston Marlowe, the protagonist of the original game. The game's Frostbite 1.5 engine allows for destructible environments. Multiplayer maps, which allow for five different game modes, contain a wide selection of vehicles, aircraft and emplacements.",
    "metacritic": "87%",
    "category": "First Person Shooter"
  }
}